Repository: 4th-IR/wallet-iOS
Catalog: wallet/*.lproj/Localizable.strings
Languages: fr

source: Add Issuer
fr: Àðð Îšššûéŕŕ

source: Add your first Issuer by tapping the add button above.
fr: Àðð ýôûûŕ ƒƒîŕšţţ Îšššûééŕ ƀýý ţààþþîîñĝ ţţĥé àððð ƀûţţţôññ àƀƀôṽé··

source: Are you sure you want to delete this issuer?
fr: Àŕé ýôûû šûûŕé ýýôû ŵàññţ ţôô ðééļéţţé ţĥĥîš îšššûéŕ¿¿

source: Authenticate to see your secure passphrase.
fr: Àûţĥĥéñţţîçààţé ţţô ššéé ýôûŕŕ šééçûŕŕé þààššþþĥŕààšé·

source: Be careful
fr: Ɓé ççàŕééƒûļļ

source: Cancel
fr: Çàñççéļ

source: Certificates
fr: Çéŕţţîƒîîçàţţéš

source: Couldn't delete file
fr: Çôûļļðñ'ţţ ððéļéţţé ƒƒîļéé

source: Couldn't read file
fr: Çôûļļðñ'ţţ ŕŕéàð ƒîļļé

source: Couldn't share certificate.
fr: Çôûļļðñ'ţţ ššĥàŕéé çééŕţîîƒîçààţé··

source: Current Passphrase
fr: Çûŕŕŕéñţţ Þààššþĥĥŕàššé

source: Delete
fr: Ðéļééţé

source: Failed to authenticate. Try again.
fr: Ƒàîļļéð ţô àûţĥĥéñţţîçààţé· Ţŕýý àĝĝàîñ··

source: Hang tight! You should see an email with your certificate from %@ soon.
fr: Ĥàñĝĝ ţîîĝĥţţ¡ Ýôôû ššĥôûûļð ššéé àñ éɱàîîļ ŵŵîţĥĥ ýôûûŕ ççéŕţţîƒîççàţéé ƒŕŕôɱ %@ šôôôñ··

source: If you delete this certificate and don't have a backup, then you'll have to ask the issuer to send it to you again if you want to recover it. Are you sure you want to delete this certificate?
fr: Îƒ ýýôû ðéļļéţé ţĥîîš ççéŕţîîƒîççàţéé àñðð ðôôñ'ţţ ĥàṽṽé àà ƀààçķûþþ، ţţĥéññ ýôûû'ļļļ ĥààṽé ţţô ààšķ ţĥé îšššûéŕŕ ţô šéññð îîţ ţôô ýôôû ààĝàîññ îƒƒ ýôôû ŵààñţ ţô ŕéçôôṽéŕŕ îţţ· Àŕŕé ýýôû šûŕéé ýôôû ŵŵàñţ ţô ðéļļéţé ţĥîîš ççéŕţîîƒîççàţéé¿

source: Import
fr: Îɱþôôŕţ

source: Import Certificate from File
fr: Îɱþôôŕţ Çéŕŕţîƒîîçàţţé ƒƒŕôɱ Ƒîļļé

source: Import Certificate from URL
fr: Îɱþôôŕţ Çéŕŕţîƒîîçàţţé ƒƒŕôɱ ÛŔĻĻ

source: Information
fr: Îñƒôôŕɱààţîôôñ

source: Invalid
fr: Îñṽààļîðð

source: Invalid Certificate
fr: Îñṽààļîðð Çééŕţîƒƒîçààţé

source: Issuer
fr: Îššûûéŕ

source: It looks like local authentication is disabled for this app. Without it, showing your passphrase would be insecure. Please enable local authentication for this app in Settings
fr: Îţ ļļôôķķš ļļîķé ļôççàļ àûţĥĥéñţţîçààţîôññ îšš ðîîšàƀļļéð ƒôŕŕ ţĥîîš ààþþ·· Ŵîţţĥôûûţ îîţ، ššĥôŵŵîñĝĝ ýôûûŕ þþàšššþĥŕààšé ŵôûûļð ƀƀé îîñšééçûŕéé· ÞÞļéààšé ééñàƀƀļé ļôçààļ ààûţĥĥéñţîîçàţţîôññ ƒôŕŕ ţĥĥîš àþþ îñ Šéţţţîñĝĝš

source: Missing issuer
fr: Ṁîšššîñĝĝ îšššûéŕŕ

source: No Certificates
fr: Ñô ÇÇéŕţţîƒîîçàţééš

source: No Issuers
fr: Ñô ÎÎššûûéŕšš

source: No description provided.
fr: Ñô ððéšççŕîþþţîôññ þŕŕôṽîîðéð··

source: OK
fr: ÔĶ

source: Passphrase
fr: Þàšššþĥŕŕàšéé

source: Please try to authenticate again to see your passphrase.
fr: Þļéààšé ţŕýý ţô àûţţĥéññţîçààţé àĝààîñ ţţô ššéé ýôûŕŕ þààššþþĥŕàššé·

source: Replace
fr: Ŕéþļļàçéé

source: Replace Passphrase
fr: Ŕéþļļàçéé Þààššþĥĥŕàššé

source: Reveal Passphrase
fr: Ŕéṽééàļ Þàšššþĥŕŕàšéé

source: Settings
fr: Šéţţţîñĝĝš

source: Show Passphrase
fr: Šĥôŵŵ Þààššþþĥŕàššé

source: Something went wrong deleting that certificate.
fr: Šôɱééţĥîîñĝ ŵéñţţ ŵŕŕôñĝĝ ðéļļéţîîñĝ ţĥàţţ çééŕţîîƒîçààţé··

source: Something went wrong preparing that file for sharing. Try again later.
fr: Šôɱééţĥîîñĝ ŵéñţţ ŵŕŕôñĝĝ þŕééþàŕŕîñĝĝ ţĥààţ ƒƒîļéé ƒôŕŕ šĥĥàŕîîñĝ· Ţŕýý àĝĝàîñ ļàţţéŕ··

source: Something went wrong trying to open the file.
fr: Šôɱééţĥîîñĝ ŵéñţţ ŵŕŕôñĝĝ ţŕýýîñĝĝ ţôô ôþééñ ţţĥé ƒîļéé·

source: Success
fr: Šûçççéššš

source: That doesn't appear to be a valid Certificate file.
fr: Ţĥàţţ ðôôéšññ'ţ ààþþééàŕ ţô ƀƀé àà ṽààļîð Çéŕŕţîƒƒîçàţţé ƒƒîļéé·

source: This is a valid certificate!
fr: Ţĥîšš îšš à ṽàļîîð ççéŕţţîƒîççàţéé¡

source: This isn't a valid passphrase. Check what you entered & try again.
fr: Ţĥîšš îššñ'ţţ à ṽṽàļîîð þþàššþþĥŕààšé·· Çĥééçķ ŵĥààţ ýôôû ééñţééŕéð & ţţŕý àĝàîîñ·

source: URL
fr: ÛŔĻ

source: Unable to save this passphrase.
fr: Ûñàƀƀļé ţô šàṽéé ţĥĥîš þàšššþĥŕŕàšéé·

source: Verify
fr: Ṽéŕîîƒý

source: Verifying...
fr: Ṽéŕîîƒýîîñĝ····

source: What's the URL of the certificate?
fr: Ŵĥàţţ'š ţĥéé ÛŔĻĻ ôƒƒ ţĥĥé çééŕţîîƒîççàţé¿¿

source: You don't have any certificates from %@
fr: Ýôû ðôññ'ţ ĥàṽéé àññý ççéŕţîîƒîççàţééš ƒŕŕôɱ %@
